Repository: gbyat/we-spamfighter
Catalog: languages/we-spamfighter-*.po
Languages: de_de

source: Moving...
de_de: Übertragung...

source: Deleting...
de_de: Wird gelöscht...

source: Move to Normal
de_de: kein Spam

source: Move to Spam
de_de: Spam

source: Delete
de_de: Löschen

source: Loading...
de_de: Lade...

source: View Details
de_de: Details ansehen

source: Are you sure you want to move this submission to normal mails?
de_de: Sicher, dass du die Nachricht in den normalen E-Mail-Verkehr verschieben möchten?

source: Are you sure you want to move this submission to spam?
de_de: Sicher, dass du die Nachricht in den Spamordner verschieben möchten?

source: Are you sure you want to delete this submission? This action cannot be undone.
de_de: Sicher, dass du die Nachricht löschen möchtest? - Die Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete the selected submissions? This action cannot be undone.
de_de: Sicher, dass du die ausgewählten Nachrichten löschen möchtest? - Die Aktion kann nicht rückgängig gemacht werden.

source: Please select at least one item to delete.
de_de: Bitte wähle mindestens eine Zeile aus, die gelöscht werden soll.

source: An error occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.

source: Error
de_de: Fehler

source: Select All
de_de: Alles auswählen

source: Select None
de_de: Keine auswählen

source: selected
de_de: ausgewählt

source: Bulk Actions
de_de: Mehrfachaktionen

source: Apply
de_de: Anwenden

source: CF7 Submissions
de_de: CF7 Übermittlungen

source: Normal Mails
de_de: Normale Mails

source: Spam Comments
de_de: Spam Kommentare

source: Date
de_de: Datum

source: Type
de_de: Typ

source: Form/Post ID
de_de: Formular-/Beitrags-ID

source: Spam Score
de_de: Spam-Bewertung

source: Action
de_de: Aktion

source: No submissions found.
de_de: Keine Einreichungen gefunden.

source: Previous
de_de: zurück

source: Next
de_de: weiter

source: Unauthorized
de_de: Nicht autorisiert

source: Invalid submission ID
de_de: Ungültige Nachricht-ID

source: Failed to move submission.
de_de: Das Verschieben der Übermittlung ist fehlgeschlagen.

source: Submission moved to normal mails.
de_de: Einreichung in normale E-Mails verschoben.

source: Submission moved to spam.
de_de: Nachricht in normale E-Mails verschoben.

source: Failed to delete submission.
de_de: Das Verschieben der Nachricht ist fehlgeschlagen.

source: Submission deleted successfully.
de_de: Nachricht erfolgreich gelöscht.

source: No submissions selected.
de_de: Keine Nachricht ausgewählt.

source: Failed to delete submissions.
de_de: Das Verschieben der Nachricht ist fehlgeschlagen.

source: %d submission deleted.
de_de: %s Nachricht gelöscht

source: Submission not found
de_de: Nachricht nicht gefunden.

source: Settings
de_de: Einstellungen

source: General Settings
de_de: Allgemeine Einstellungen

source: Enable Contact Form 7 Protection
de_de: Contact Form 7-Schutz aktivieren

source: Enable spam protection for Contact Form 7 submissions
de_de: Spam-Schutz für Contact Form 7-Übermittlungen aktivieren

source: Enable Comments Protection
de_de: Kommentare schützen

source: Enable spam protection for comments
de_de: Spamschutz für Kommentare aktivieren

source: Automatically Mark Pingbacks/Trackbacks as Spam
de_de: Pingback/Trackback automatisch als Spam markieren

source: Automatically mark pingbacks and trackbacks as spam without OpenAI check
de_de: Pingbacks und Trackbacks automatisch als Spam markieren, ohne OpenAI-Prüfung

source: Mark Different Language as Spam
de_de: Andere Sprache als Spam markieren

source: Automatically mark submissions as spam if they are in a different language than your website (useful for single-language websites)
de_de: Markieren Sie Beiträge automatisch als Spam, wenn sie in einer anderen Sprache als Ihre Website verfasst sind (nützlich für einsprachige Websites).

source: Language Mismatch Score Boost
de_de: Sprachinkongruenz-Score-Boost

source: Amount to increase spam score when language doesn't match (0.1 - 1.0). Default: 0.3
de_de: Betrag zur Erhöhung der Spam-Bewertung, wenn die Sprache nicht übereinstimmt (0,1 – 1,0). Standardwert: 0,3

source: Enable OpenAI Detection
de_de: OpenAI-Erkennung aktivieren

source: Use OpenAI to detect spam
de_de: Verwenden Sie OpenAI, um Spam zu erkennen.

source: OpenAI API Key
de_de: OpenAI API-Schlüssel

source: Get your API key from <a href="%s" target="_blank">OpenAI Platform</a>
de_de: API-Schlüssel von <a href="%s" target="_blank">der OpenAI-Plattform</a> holen.

source: OpenAI Model
de_de: OpenAI-Modell

source: Which AI model to use for spam detection
de_de: Welches KI-Modell soll für die Spam-Erkennung verwendet werden?

source: AI Spam Threshold
de_de: KI-Spam-Schwellenwert

source: Spam score threshold (0.0 - 1.0). Higher values mean fewer submissions are flagged as spam (less strict). Lower values mean more submissions are flagged as spam (more strict). Default: 0.7
de_de: Spam-Score-Schwellenwert (0,0 – 1,0). Höhere Werte bedeuten, dass weniger Beiträge als Spam markiert werden (weniger streng). Niedrigere Werte bedeuten, dass mehr Beiträge als Spam markiert werden (strenger). Standardwert: 0,7

source: Heuristic Detection
de_de: Heuristische Erkennung

source: Enable Heuristic Detection
de_de: Heuristische Erkennung aktivieren

source: Use local heuristics to detect spam patterns (works without OpenAI)
de_de: Verwenden Sie lokale Heuristiken, um Spam-Muster zu erkennen (funktioniert ohne OpenAI).

source: Heuristic Spam Threshold
de_de: Heuristik-Spam-Schwellenwert

source: Spam score threshold for heuristic detection (0.0 - 1.0). Default: 0.6
de_de: Spam-Score-Schwellenwert für heuristische Erkennung (0,0 – 1,0). Höher = strenger. Standardwert: 0,7

source: Disable Link Check
de_de: Link-Prüfung deaktivieren

source: Disable suspicious link detection
de_de: Erkennung verdächtiger Links deaktivieren

source: Disable Character Pattern Check
de_de: Zeichenmusterprüfung deaktivieren

source: Disable suspicious character pattern detection (e.g., ALL CAPS, repeated characters)
de_de: Deaktivieren Sie die Erkennung verdächtiger Zeichenmuster (z. B. GROSSBUCHSTABEN, wiederholte Zeichen).

source: Disable Spam Phrase Check
de_de: Spam-Phrasenprüfung deaktivieren

source: Disable known spam phrase detection
de_de: Erkennung von Spam-Phrasen deaktivieren

source: Disable Email Pattern Check
de_de: E-Mail-Musterprüfung deaktivieren

source: Disable suspicious email pattern detection
de_de: Erkennung verdächtiger E-Mail-Muster deaktivieren

source: Email Notifications
de_de: E-Mail Benachrichtigungen

source: Notification Email
de_de: Benachrichtigungsemail

source: Email address to receive spam notifications. If empty, admin email will be used.
de_de: E-Mail-Adresse für den Empfang von Spam-Benachrichtigungen. Wenn dieses Feld leer ist, wird die E-Mail-Adresse des Administrators verwendet.

source: Notification Type
de_de: Benachrichtigungsart

source: No notifications
de_de: Keine Benachrichtigungen

source: Immediate (on each spam detection)
de_de: Sofort (bei jeder Spam-Erkennung)

source: Daily summary
de_de: Tägliche Zusammenfassung

source: Weekly summary
de_de: Wöchentliche Zusammenfassung

source: How often to receive spam notifications.
de_de: Wie oft Spam-Benachrichtigungen empfangen werden sollen.

source: Maintenance
de_de: Wartung

source: Log Retention
de_de: Dauer der Protokollspeicherung

source: Days to keep logs (default: 30)
de_de: Tage, an denen Protokolle aufbewahrt werden (Standard: 30)

source: Keep Data on Uninstall
de_de: Daten bei Deinstallation behalten

source: If enabled, all plugin data (options, submissions, statistics) will be kept when the plugin is deleted. If disabled, all data will be permanently deleted.
de_de: Wenn diese Option aktiviert ist, bleiben alle Plugin-Daten (Optionen, Übermittlungen, Statistiken) beim Löschen des Plugins erhalten. Wenn diese Option deaktiviert ist, werden alle Daten dauerhaft gelöscht.

source: Configure general spam protection settings.
de_de: Konfiguriere allgemeine Spam-Schutzeinstellungen.

source: Configure OpenAI integration for spam detection.
de_de: OpenAI-Integration für die Spam-Erkennung.

source: Configure local heuristic spam detection (works without OpenAI).
de_de: Lokale heuristische Spam-Erkennung konfigurieren (funktioniert ohne OpenAI).

source: Configure email notifications for spam detections.
de_de: E-Mail-Benachrichtigungen für Spam-Erkennungen.

source: Configure maintenance and cleanup settings.
de_de: Einstellungen für Wartung und Bereinigung.

source: General
de_de: Allgemein

source: Notifications
de_de: Benachrichtigungen

source: WE Spamfighter Settings
de_de: WE Spamfighter-Einstellungen

source: Test OpenAI Connection
de_de: OpenAI-Verbindung testen

source: Test your OpenAI API connection and configuration.
de_de: Testen Sie Ihre OpenAI-API-Verbindung und -Konfiguration.

source: Test Connection
de_de: Verbindung testen

source: [%s] Spam Detected
de_de: [%s] Spam erkannt

source: [%s] Daily Spam Summary
de_de: [%s] Tägliche Spam-Zusammenfassung

source: [%s] Weekly Spam Summary
de_de: [%s] Wöchentliche Spam-Zusammenfassung

source: A spam submission was detected on %s.
de_de: Auf %s wurde eine Spam-Einreichung entdeckt.

source: Submission Details:
de_de: Einreichungsdetails:

source: Type:
de_de: Typ:

source: Form/Post ID:
de_de: Formular-/Beitrags-ID:

source: Spam Score:
de_de: Spam-Bewertung

source: Date:
de_de: Datum:

source: Submission Data:
de_de: Einreichungsdaten:

source: Detection Details:
de_de: Details zur Spam-Erkennung:

source: View in Dashboard:
de_de: Im Dashboard anzeigen:

source: last week
de_de: Letzte Woche

source: yesterday
de_de: gestern

source: %1$d spam submission(s) were detected on %3$s %2$s.
de_de: %1$d Spam-Beiträge wurden auf %3$s %2$s entdeckt.

source: Summary:
de_de: Zusammenfassung:

source: Total Spam:
de_de: Gesamt-Spam:

source: By Form/Type:
de_de: Nach Formular/Typ

source: Top Spam Submissions:
de_de: Top-Spam-Einsendungen:

source: View All in Dashboard:
de_de: Alle im Dashboard anzeigen:

source: No changelog available.
de_de: Kein Changelog verfügbar

source: Download the latest release ZIP file
de_de: Laden Sie die neueste ZIP-Datei herunter.

source: Go to WordPress Admin → Plugins → Add New → Upload Plugin
de_de: Gehen Sie zu WordPress Admin → Plugins → Neu hinzufügen → Plugin hochladen

source: Upload the ZIP file and click Install Now
de_de: Laden Sie die ZIP-Datei hoch und klicken Sie auf „Jetzt installieren“.

source: Activate the plugin
de_de: Aktivieren Sie das Plugin.

source: Configure settings under WE Spamfighter → Settings
de_de: WE Spamfighter-Einstellungen unter WE-Spamfighter → Einstellungen

source: Multiple suspicious patterns detected (%d checks)
de_de: Mehrere verdächtige Muster entdeckt (%d checks)

source: Multiple links (%d)
de_de: Mehrere Links (%d)

source: Too many links (%d)
de_de: Zu viele Links (%d)

source: High link-to-text ratio
de_de: Hohe Link-zu-Text-Verhältnis

source: Very high link-to-text ratio
de_de: Sehr hohes Verhältnis von Links zu Text

source: URL shortener detected: %s
de_de: URL-Kürzer erkannt: %s

source: Suspicious TLD: %s
de_de: Verdächtige TLD: %s

source: Suspicious domain pattern detected
de_de: Verdächtiges Domain-Muster erkannt

source: IP address used as URL
de_de: Als URL verwendete IP-Adresse

source: Repeated characters detected
de_de: Wiederholte Zeichen erkannt

source: High percentage of uppercase text
de_de: Hoher Anteil an Großbuchstaben

source: Text is mostly in uppercase
de_de: Der Text ist größtenteils in Großbuchstaben geschrieben.

source: Suspicious mixed case pattern
de_de: Verdächtiges gemischtes Fallmuster

source: Too many special characters
de_de: Zu viele Sonderzeichen

source: Very long sentence without punctuation
de_de: Sehr langer Satz ohne Zeichensetzung

source: Too many emojis (%d)
de_de: Zu viele Emojis (%d)

source: Spam phrase detected: "%s"
de_de: Spam-Phrase erkannt: „%s“

source: Keyword stuffing: "%s" repeated %d times
de_de: Keyword-Spamming: „%s“ %d Mal wiederholt

source: Multiple email addresses (%d)
de_de: Mehrere E-Mail-Adressen (%d)

source: Suspicious email provider: %s
de_de: Verdächtiger E-Mail-Anbieter: %s

source: Very suspicious email pattern (numbers only)
de_de: Sehr verdächtige E-Mail-Muster (nur Nummern)

source: Suspicious random email pattern
de_de: Verdächtiges zufälliges E-Mail-Muster

source: Suspicious email domain TLD: %s
de_de: Verdächtige E-Mail-Domain: %s

source: Suspicious email domain with numbers
de_de: Verdächtige E-Mail-Domain mit Nummern

source: [%s] Spam Comment Detected
de_de: [%s] Spam-Kommentar erkannt

source: A spam comment has been detected by %s and moved to the spam folder.
de_de: Ein Spam-Kommentar wurde von %s erkannt und in den Spam-Ordner verschoben.

source: Author:
de_de: Autor:

source: Post ID:
de_de: Beitrags-ID:

source: Comment Content:
de_de: Kommentarinhalt:

source: View Spam Comments
de_de: Spam-Kommentare anzeigen

source: Link detected in foreign language content (strong spam indicator)
de_de: Link in fremdsprachigem Inhalt entdeckt (starker Spam-Indikator)

source: Thank you for your message.
de_de: Vielen Dank für Ihre Nachricht.
